[
  {
    "name": "红楼梦",
    "author": "曹雪芹",
    "excerpts": [
      "黛玉方进入房时，只见两个人搀着一位鬓发如银的老母迎上来，黛玉便知是他外祖母。方欲拜见时，早被他外祖母一把搂入怀中，心肝儿肉叫着大哭起来。",
      "宝玉早已看见多了一个姊妹，便料定是林姑妈之女，忙来作揖。厮见毕归坐，细看形容，与众各别。两弯似蹙非蹙罥烟眉，一双似喜非喜含情目。",
      "满纸荒唐言，一把辛酸泪。都云作者痴，谁解其中味。世事洞明皆学问，人情练达即文章。",
      "一个是阆苑仙葩，一个是美玉无瑕。若说没奇缘，今生偏又遇着他。若说有奇缘，如何心事终虚化。一个枉自嗟呀，一个空劳牵挂。",
      "这个妹妹我曾见过的。虽然未曾见过他，然我看着面善，心里就算是旧相识，今日只作远别重逢，亦未为不可。",
      "侬今葬花人笑痴，他年葬侬知是谁。试看春残花渐落，便是红颜老死时。一朝春尽红颜老，花落人亡两不知。",
      "滴不尽相思血泪抛红豆，开不完春柳春花满画楼。睡不稳纱窗风雨黄昏后，忘不了新愁与旧愁。",
      "天上掉下个林妹妹，似一朵轻云刚出岫。只道他腹内草莽人轻浮，却原来骨格清奇非俗流。"
    ]
  },
  {
    "name": "西游记",
    "author": "吴承恩",
    "excerpts": [
      "美猴王领一群猿猴、猕猴、马猴等，分派了君臣佐使，朝游花果山，暮宿水帘洞，合契同情，不入飞鸟之丛，不从走兽之类。",
      "混沌未分天地乱，茫茫渺渺无人见。自从盘古破鸿蒙，开辟从兹清浊辨。覆载群生仰至仁，发明万物皆成善。",
      "你看他瞑目蹲身，将身一纵，径跳入瀑布泉中，忽睁睛抬头观看。那里边却无水无波，明明朗朗的一架桥梁。",
      "猴王只顾观看，是一根铁柱子，约有斗来粗，二丈有余长。是如意金箍棒，重一万三千五百斤。",
      "大圣道行者孙也，俗名孙悟空。祖居东胜神洲傲来国花果山水帘洞。自小学得一身本领，善能七十二变化。",
      "三打白骨精那日，唐僧肉眼凡胎，不识妖怪变化，只道悟空伤了好人性命。心中大怒，念起紧箍咒来，疼得悟空满地打滚。",
      "敢问路在何方，路在脚下。踏平坎坷成大道，斗罢艰险又出发。西天取经不容易，容易干不成大业。",
      "齐天大圣到此一游。佛祖笑道你那厮乃是个猴子，焉能出我手掌。悟空睁大火眼金睛细看，方知闯了大祸。"
    ]
  },
  {
    "name": "三国演义",
    "author": "罗贯中",
    "excerpts": [
      "滚滚长江东逝水，浪花淘尽英雄。是非成败转头空，青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。",
      "话说天下大势，分久必合，合久必分。周末七国分争，并入于秦。及秦灭之后，楚汉分争，又并入于汉。",
      "玄德见孔明身长八尺，面如冠玉，头戴纶巾，身披鹤氅，飘飘然有神仙之概。玄德下拜曰久闻先生大名，如雷贯耳。",
      "操曰夫英雄者，胸怀大志，腹有良谋，有包藏宇宙之机，吞吐天地之志者也。玄德曰谁能当之。操以手指玄德后自指曰今天下英雄唯使君与操耳。",
      "孔明曰亮久乐耕锄，懒于应世，不能奉命。玄德泣曰先生不出，如苍生何。言毕泪沾袍袖，衣襟尽湿。",
      "赤壁之战前夕，孔明借东风，周瑜火烧连营。曹操败走华容道，关羽念旧情义释曹操。此一役奠定三分天下之势。",
      "周瑜叹曰既生瑜何生亮。连叫数声而亡，寿三十六岁。后人有诗叹曰赤壁遗雄烈，青年有俊声。",
      "出师未捷身先死，长使英雄泪满襟。鞠躬尽瘁死而后已。此孔明之志也，虽九死其犹未悔。"
    ]
  },
  {
    "name": "水浒传",
    "author": "施耐庵",
    "excerpts": [
      "山东及时雨呼保义宋江，仗义疏财，扶危济困。江湖上闻其名者莫不敬仰。因在郓城县为押司，刀笔精通，吏道纯熟。",
      "林冲雪夜上梁山。那雪下得正紧，只见草料场那边火起，三间草屋已被烧得精光。林冲大怒提枪便走。",
      "鲁智深倒拔垂杨柳。只见他脱了衣裳，右手向下，把身倒缴着，却把左手拔住上截，一发连根拔起。",
      "武松打虎景阳冈。那大虫见掀他不着，吼一声，却似半天里起个霹雳，振得那山冈也动。武松被那一惊也不由自主。",
      "花和尚鲁智深大闹五台山，一时兴起，将寺院中佛像打翻数个。众僧尽皆惊骇，方丈长老却笑而不语。",
      "八百里水泊梁山，聚义厅前杏黄旗上书替天行道四个大字。一百单八位好汉各据其位，大碗喝酒大块吃肉。",
      "智取生辰纲那日，天气酷热难当。杨志率军押送生辰纲行至黄泥冈，众军汉口渴难耐纷纷嚷着要买酒吃。",
      "浔阳楼上宋江醉酒题反诗。心在山东身在吴，飘蓬江海漫嗟吁。他时若遂凌云志，敢笑黄巢不丈夫。"
    ]
  }
]
